{
    "first_name": "Devendra Singh", 
    "last_name": "Bhandari", 
    "recommendations_given": [
        [
            "Amresh", 
            "Kumar", 
            "Association for Yoga and Meditation", 
            "Social Media Marketing Specialist", 
            "Amresh is a true SEO Professional towards his work and One appreciation for Amresh is - He works very hard and delivers on time. He has excellent interpersonal skills. He never hesitate to work on new things rather accept challenges.", 
            "09/14/12, 08:12 PM", 
            ""
        ]
    ], 
    "headline": "Scaling WordPress Solutions to 12M+ Page Views | Custom Development & Integrations | React, Node.js | GA4 & Looker Studio for Data-Driven Growth | AI | RAG | N8N", 
    "summary": "Helping Teams Build Scalable, High-Impact WordPress & Web Solutions | 15+ Years of Full-Stack Experience | Integrations, Analytics & Execution That Delivers  With 15+ years of experience, I provide reliable, results-driven solutions for organizations struggling to find skilled, dependable professionals.  I'm known as the \"thick glue\" that holds the team together, bridging the gap between business needs and technical execution. From requirement gathering and proof of concept to programming, client communication, and business analysis. I cover the full stack of delivery.  Technically, I have an extensive toolbox of skills, including:  Technical Proficiency Includes: • Web Applications: PHP, CakePHP, Slim, CodeIgniter, Laravel, Symfony, Angular, Node.js, React • CMS Expertise: WordPress (core, themes, plugins), Joomla • Frontend: HTML, CSS, SCSS, JavaScript, jQuery, Ajax • Mobile: React Native • Payments: Stripe, PayPal, Authorize.Net, Worldpay, Bambora, Braintree • SMS: Twilio, Nexmo, Clickatell • Database: MySQL • API Integrations: Salesforce, Pardot, GA4, Custom APIs • Tools & Platforms: GitHub, Bitbucket, Trello, Slack, Zoom, Asana, Monday • SEO/SMO & Responsive Design • AI: N8N, RAG, Scikit-learn  Profiles: • Stackoverflow - http://stackoverflow.com/users/2129098/devendra-bhandari • Github - https://github.com/devendrabhandari  If you're looking for someone who can build, integrate, scale, and deliver. Let's connect. I'd love to learn about your challenges and help you build something meaningful.", 
    "recommendations_received": [
        [
            "Mohit", 
            "Sajwan", 
            "Evon Technologies", 
            "Developer", 
            "Once a mentor always a mentor, He is such a  good and supportive team mate, always ready to share his experience and learnings with everyone around him. Just want to thankyou for all your help and support.", 
            "04/01/22, 06:35 AM", 
            "VISIBLE"
        ], 
        [
            "Chander", 
            "Mohan", 
            "Rysun Labs", 
            "Technical Lead at Rysun | Adobe Certified Professional", 
            "Devendra and I worked together, where he was PHP Developer and I was in his  team. Devendra was a fount of information about the latest technical releases, competitive stats and creative ways to develop web applications . Devendra  is a talented, hard-working and warm co-worker and a joy to collaborate with. I miss him! ", 
            "10/14/16, 05:31 AM", 
            "VISIBLE"
        ], 
        [
            "Parul", 
            "Sharma", 
            "Nagarro", 
            "Senior Manager", 
            "I had worked with Devendra in Holiday India.He is a very inquisivite and persevering and humble person. He is one of the best when is comes to managing a group or being a team member. He holds his head high but his feet are always grounded. He can achieve any aspiration or goal he sets for himself. I wish him success in all his pursuits.", 
            "10/04/16, 05:49 PM", 
            "VISIBLE"
        ], 
        [
            "David", 
            "Silverlight", 
            "Caffeinated Shark Labs", 
            "Chief Xamarin Geek", 
            "I worked with Devendra on a recent mobile application and can not speak highly enough about him. On a very tight deadline, he was able to provide exactly what was needed for this project, often times on very short notice.  He was a huge asset to the project and I look forward to opportunities to collaborate with him in the future.", 
            "02/12/15, 06:18 AM", 
            "VISIBLE"
        ], 
        [
            "Armir", 
            "Harris", 
            "charterUP", 
            "CEO", 
            "I have worked with Devendra for several years now.  His skill set and professionalism is hard to come by.  He always delivers quality work on time.  He has proved himself skillful in many different areas such as PHP, CSS, Java, Joomla, AJAX and many other fields.  He's very knowledgable with SEO and analytics.  Without a doubt a great person to have on your team!", 
            "02/06/15, 03:44 PM", 
            "VISIBLE"
        ], 
        [
            "Amelia", 
            "Johannsen", 
            "Amelia Johannsen", 
            "Content Creation & Online Publishing ", 
            "We have worked with Devendra on a number of projects, including a WordPress site and custom email template. Devendra is a knowledgeable web developer and always friendly and courteous. It has been a pleasure working with him.", 
            "02/03/15, 09:24 AM", 
            "VISIBLE"
        ], 
        [
            "Ashish", 
            "Pundir", 
            "Cisco", 
            "Individual Contributor", 
            "Devendra is very detail oriented and hardworking person. He is really dedicated to the work.He have a great skill set of web technologies. AS a colleague he was always ready to try and work out all the details and work of whatever projects we have done together.    He have a great knowledge in the php, ajax , xhtmal and database handling.", 
            "02/02/15, 10:54 AM", 
            "VISIBLE"
        ], 
        [
            "Goetz", 
            "Schuerholz", 
            "Cowichan Estuary Restoration and Conservation Alliance", 
            "President", 
            "I was very pleased with the courtesy and professionalism of Devendra when dealing with him and his Company on my website design and other work. It is my pleasure to provide this testimonial.  Dr. Goetz Schuerholz", 
            "01/27/15, 07:14 PM", 
            "VISIBLE"
        ], 
        [
            "Aman", 
            "Negi", 
            "oDesk", 
            "Website Designer", 
            "Devendra is one of the most technically sound web developer i have worked with. Each website he has worked on is a good work.! He has helped me million times when i got stuck in writing codes.  Thanks", 
            "01/24/15, 10:24 AM", 
            "VISIBLE"
        ], 
        [
            "Rahul", 
            "Gaharwar", 
            "PSU bank PNB", 
            "SWO A Clerk", 
            "Devendra is an extremely professional and  talented person. As a colleague in college I found him to have a great interest in web and mobile technologies. He has accomplished much in this area of work and continues to have a technical acumen in this regard. I would strongly recommend him for a job that requires a hard working professional.", 
            "01/23/15, 02:02 PM", 
            "VISIBLE"
        ], 
        [
            "Amresh", 
            "Kumar", 
            "Association for Yoga and Meditation", 
            "Social Media Marketing Specialist", 
            "I know Devendra personally and also officially he is a fun and energetic software engineer who always gives 110% in daily activities. He works extremely hard to hit his goals and The good thing, i have marked is, his total concentration and dedication towards his work.He has a very simple and friendly nature which makes him an excellent team player. He is perfect match when anywhere is a need of Web Programmer.", 
            "01/21/15, 09:30 AM", 
            "VISIBLE"
        ], 
        [
            "VISHWESH", 
            "BHARDWAJ", 
            "Appinventiv", 
            "Mobile Architect", 
            "Smart Development !!   Great developer for agile development. Fulfills the requirements and develops the app up to mark ....    Working with him has always been a pleasure. ", 
            "01/21/15, 09:10 AM", 
            "VISIBLE"
        ], 
        [
            "Steve", 
            "Earle", 
            "E2Marketing - @E2mktg", 
            "Founder and CEO", 
            "We have worked with DEVENDRA since 2013 and we are very pleased with his detail oriented work approach. I would recommend him for your next project.", 
            "01/18/15, 04:18 PM", 
            "VISIBLE"
        ], 
        [
            "Siddharth", 
            "Rakshit", 
            "Mussoorie Public School", 
            "Administrative Manager", 
            "Have closely known Devendra for more than 2 years, during my content writing assignment at Holiday India. His web pages and brochure development  skills were exceptional. Always kept up with the deadlines and has very good leadership skills.  ", 
            "01/18/15, 07:43 AM", 
            "VISIBLE"
        ], 
        [
            "Brad", 
            "Gerstein", 
            "Credera", 
            "Principal, Insights & Strategy - Craft Leader", 
            "I had the pleasure working with Devendra on a WordPress website this past year. Devendra is a very talented developer who is great to work with. Being on opposite sides of the globe did little to impede our work together. He communicates well, works quickly and has great ideas to make the final product the best it can be. I strongly recommend working with Devendra on your next web development project.", 
            "01/16/15, 03:39 PM", 
            "VISIBLE"
        ]
    ]
}